/*
Задания к вебинару 2 (12.02.24)

Easy: написать функцию, которая принимает число-возраст и  определяет
совершеннолетний ли человек и возвращает результат.

Normal: написать функцию, которая принимает набор чисел-возрастов, и определяет
есть ли хоть один совершеннолетний в наборе, возвращает «Да» или «Нет».

Hard: написать функцию, которая принимает карту, где имя-ключ,
возраст-значение. Функция должна возвращать имена несовершеннолетних
и ошибку с произвольным текстом, если такие имеются (errors.New())
*/
package main
