/*
Задания к вебинару 3 (19.02.24)

Easy: Создайте программу для управления списком учебных предметов.
Реализуйте структуру Subject с полями, такими как название предмета,
преподаватель, и количество часов. Затем, создайте методы для
добавления нового предмета, удаления предмета по названию и
вывода списка предметов.

Normal: Напишите программу для учета домашних дел. Создайте структуру
Task с полями, такими как описание задачи, статус (выполнено/не выполнено),
и срок выполнения. Затем, реализуйте методы для добавления
новой задачи, отметки задачи как выполненной и вывода списка задач.

Hard: Разработайте программу для управления библиотекой.
Создайте структуру Book с полями, такими как название книги, автор,
и наличие в библиотеке, время доступное для бронирования.
Затем, реализуйте методы для добавления новой книги, удаления книги
по названию и отметки книги как доступной/недоступной. Если недоступно, то
до какого числа.
*/
package main
